adduser
alacarte
alsa-utils
apt
aptitude
aptitude-common
apt-listchanges
apt-transport-https
apt-utils
arping
avahi-daemon
base-files
base-passwd
bash
bash-completion
bind9
blends-tasks
bluej
bsdmainutils
bsdutils
build-essential
ca-certificates
chromium-browser
cifs-utils
claws-mail
console-setup
coreutils
cpio
crda
cron
curl
dash
debconf
debconf-i18n
debconf-utils
debian-reference-en
debianutils
deborphan
desktop-base
diffutils
dillo
dmidecode
dmsetup
dnsutils
dosfstools
dphys-swapfile
dpkg
e2fslibs
e2fsprogs
ed
epiphany-browser
fake-hwclock
fbset
findutils
firmware-atheros
firmware-brcm80211
firmware-libertas
firmware-misc-nonfree
firmware-realtek
fonts-liberation2
gcc-4.6-base
gcc-4.7-base
gcc-4.8-base
gcc-4.9-base
gcc-5-base
gcc-6-base
gdb
geany
git
gksu
gldriver-test
gnome-icon-theme
gnome-themes-standard-data
gnupg
gnupg-agent
gpgv
greenfoot
grep
groff-base
gstreamer1.0-alsa
gstreamer1.0-libav
gstreamer1.0-omx
gstreamer1.0-plugins-bad
gstreamer1.0-plugins-base
gstreamer1.0-plugins-good
gstreamer1.0-x
gtk2-engines
gvfs
gvfs-backends
gvfs-fuse
gzip
hardlink
host
hostname
htop
idle
idle3
ifupdown
info
init
initramfs-tools
initramfs-tools-core
init-system-helpers
install-info
iproute2
iptables
iptables-persistent
iputils-ping
isc-dhcp-client
isc-dhcp-common
isc-dhcp-server
java-common
keyboard-configuration
klibc-utils
kmod
less
libacl1
libapparmor1
libapt-inst2.0
libapt-pkg5.0
libassuan0
libattr1
libaudit1
libaudit-common
libblkid1
libboost-filesystem1.62.0
libboost-iostreams1.58.0
libboost-iostreams1.60.0
libboost-iostreams1.62.0
libboost-system1.62.0
libbsd0
libbz2-1.0
libc6
libcap2
libcap2-bin
libcap-ng0
libc-bin
libcomerr2
libcryptsetup4
libcwidget3v5
libdb5.3
libdbus-1-3
libdebconfclient0
libdevmapper1.02.1
libdns-export162
libdrm2
libelf1
libestr0
libfastjson4
libfdisk1
libffi6
libfreetype6-dev
libgcc1
libgcrypt20
libgdbm3
libgl1-mesa-dri
libgles1-mesa
libgles2-mesa
libgmp10
libgnutls30
libgpg-error0
libhogweed4
libhwloc-dev
libident
libidn11
libidn2-0
libip4tc0
libip6tc0
libiptc0
libisc-export160
libklibc
libkmod2
libksba8
liblocale-gettext-perl
liblogging-stdlog0
liblognorm5
liblz4-1
liblzma5
libmariadbclient-dev
libmnl0
libmnl-dev
libmount1
libmtp-runtime
libmunge-dev
libncurses5
libncursesw5
libnetfilter-conntrack3
libnettle6
libnewt0.52
libnfnetlink0
libnih1
libnih-dbus1
libnpth0
libp11-kit0
libpam0g
libpam-chksshpwd
libpam-modules
libpam-modules-bin
libpam-runtime
libpcre3
libpipeline1
libplymouth4
libpng16-16
libpopt0
libprocps6
libpsl5
libraspberrypi0
libraspberrypi-bin
libraspberrypi-dev
libraspberrypi-doc
libreadline6
libreadline7
libreoffice
libreoffice-gtk
libreoffice-sdbc-hsqldb
libseccomp2
libselinux1
libsemanage1
libsemanage-common
libsepol1
libsigc++-1.2-5c2
libsigc++-2.0-0v5
libslang2
libsmartcols1
libsqlite3-0
libss2
libssl1.0.2
libssl1.1
libstdc++6
libsysfs2
libsystemd0
libtasn1-6
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo5
libudev0
libudev1
libunistring0
libusb-0.1-4
libustr-1.0-1
libuuid1
libxapian30
libxtables12
lightdm
links
linux-base
locales
login
logrotate
lsb-base
lua5.1
luajit
lxde
lxtask
mailutils
makedev
man-db
manpages-dev
mariadb-server
mawk
menu-xdg
minecraft-pi
mount
mountall
multiarch-support
munge
nano
ncdu
ncurses-base
ncurses-bin
netbase
netcat-openbsd
netcat-traditional
netsurf-gtk
net-tools
nfs-common
nfs-kernel-server
nmap
nodered
ntp
nuscratch
omxplayer
openssh-server
oracle-java8-jdk
parted
passwd
paxctld
pdsh
perl-base
pi-bluetooth
piclone
pigpio
pinentry-curses
pi-package
pkg-config
plymouth
policykit-1
pprompt
procps
psmisc
pwgen
pypy
python
python3
python3-automationhat
python3-blinkt
python3-cap1xxx
python3-drumhat
python3-envirophat
python3-explorerhat
python3-flask
python3-fourletterphat
python3-gpiozero
python3-microdotphat
python3-mote
python3-motephat
python3-numpy
python3-pgzero
python3-phatbeat
python3-pianohat
python3-picamera
python3-picraft
python3-piglow
python3-pigpio
python3-pip
python3-pygame
python3-rainbowhat
python3-rpi.gpio
python3-scrollphat
python3-scrollphathd
python3-sense-emu
python3-serial
python3-skywriter
python3-smbus
python3-sn3218
python3-spidev
python3-thonny
python3-tk
python3-touchphat
python3-twython
python-automationhat
python-blinkt
python-cap1xxx
python-drumhat
python-envirophat
python-explorerhat
python-flask
python-fourletterphat
python-gpiozero
python-microdotphat
python-minecraftpi
python-mote
python-motephat
python-phatbeat
python-pianohat
python-picamera
python-picraft
python-piglow
python-pigpio
python-pip
python-pygame
python-rainbowhat
python-rpi.gpio
python-scrollphat
python-scrollphathd
python-sense-emu
python-sense-emu-doc
python-serial
python-skywriter
python-smbus
python-sn3218
python-spidev
python-tk
python-touchphat
python-twython
raspberrypi-artwork
raspberrypi-bootloader
raspberrypi-sys-mods
raspberrypi-ui-mods
raspbian-archive-keyring
raspi-config
raspi-copies-and-fills
raspi-gpio
rc-gui
readline-common
realvnc-vnc-server
realvnc-vnc-viewer
rfkill
rpi-chromium-mods
rpi-update
rsync
rsyslog
scratch
scratch2
screen
sed
sense-emu-tools
sense-hat
sensible-utils
smartsim
sonic-pi
ssh
sshpass
strace
sudo
systemd
systemd-sysv
sysvinit-utils
tar
tasksel
tasksel-data
tcpdump
timidity
traceroute
tree
tzdata
udev
unzip
usb-modeswitch
usbutils
util-linux
v4l-utils
vim-common
vim-tiny
vlan
wget
whiptail
wireless-tools
wiringpi
wpasupplicant
x2x
xcompmgr
xdg-utils
xinit
xpdf
xserver-xorg
xserver-xorg-video-fbdev
xserver-xorg-video-fbturbo
xxd
xz-utils
zenity
zlib1g
